---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.VoltageType
source: html/965cbddc-bff2-876b-38c6-b682ce98dd9b.htm
---
# VoltageType Properties

Get actual voltage value of this voltage definition, the unit is volt.